,
the
.
of
"
to
and
a
in
was
it
that
he
his
had
which
not
with
at
on
;
as
for
by
they
is
i
be
but
this
!
were
'
from
have
?
their
we
you
all
would
an
no
him
s
-
been
one
them
there
said
could
are
so
who
if
or
what
my
its
will
some
these
then
more
when
her
two
only
our
very
time
now
upon
about
up
than
after
into
out
did
do
made
us
captain
island
well
any
without
must
me
before
great
first
has
like
where
she
day
long
replied
little
other
himself
:
should
th
man
nothing
can
sea
still
even
might
over
three
such
being
soon
much
most
few
last
see
under
doctor
new
found
men
left
through
shall
those
here
good
your
way
every
feet
however
make
know
asked
water
may
again
answered
days
how
never
during
miles
pencroft
hundred
take
same
go
having
place
between
took
t
yes
moon
down
moment
part
far
coast
towards
earth
mr
cried
come
night
say
off
many
once
away
country
back
seen
seemed
themselves
harding
came
appeared
land
point
large
yet
too
let
companions
ice
old
therefore
passed
house
thought
each
right
several
just
think
reached
eyes
already
set
also
went
name
hand
work
hours
taken
sun
going
while
against
find
hatteras
enough
less
get
projectile
o
engineer
am
give
air
barbicane
light
course
town
another
ship
north
vessel
distance
four
above
whose
years
wind
five
herbert
river
board
perhaps
why
end
return
whole
put
quite
glenarvan
gave
necessary
hour
saw
since
along
young
side
ardan
able
head
thus
began
continued
nor
islands
whom
life
cyrus
fire
own
shore
fact
remained
clock
sailor
cape
called
possible
natives
least
minutes
almost
heard
returned
world
bay
reach
hope
]
became
friends
done
ever
half
certain
longer
means
six
thousand
lost
morning
given
brought
next
chapter
degrees
words
ayrton
always
1800
journey
though
although
impossible
voyage
near
m
high
lieutenant
among
forward
exclaimed
hands
michel
open
order
round
carried
ten
michael
english
people
crew
surface
expedition
leave
doubt
south
known
cold
ground
granite
felt
followed
boat
fell
received
small
[illustration
johnson
until
sight
others
looked
spilett
become
better
lake
snow
question
arrived
rather
uncle
number
look
alone
both
trees
second
neb
use
evening
nicholl
de
mountains
indeed
discovered
knew
added
ready
master
sailors
either
tell
certainly
covered
matter
don
word
major
everything
besides
times
case
rocks
animals
short
suddenly
sir
paganel
itself
neither
passage
full
kept
beyond
scarcely
formed
together
provisions
twenty
face
present
following
does
because
west
poor
rose
idea
best
horizon
top
wood
american
sent
taking
black
voice
winter
account
months
often
foot
fogg
true
reason
state
vessels
later
friend
inhabitants
ocean
colonists
direction
rest
cannot
keep
temperature
different
eight
difficult
making
easily
godfrey
position
travellers
nearly
observed
vast
around
terrible
obliged
length
says
turned
immediately
danger
further
father
hobson
mouth
reporter
kind
entered
leaving
whether
white
placed
mrs
care
king
waves
waters
across
height
body
death
year
fall
heat
nature
beneath
east
gun
mountain
evidently
important
met
professor
within
sail
barbican
anything
according
chief
behind
ought
rapidly
road
shandon
speak
stopped
line
arms
weather
speed
french
mind
bell
port
fort
below
thick
strange
cook
america
pass
sort
myself
probably
sound
really
wished
atmosphere
form
servadac
want
(
)
heart
disappeared
thing
fresh
immense
gideon
brig
fine
power
told
cut
5
rock
space
enormous
general
something
lord
strong
believe
harry
wait
whilst
deck
difficulty
altamont
turn
easy
silence
resumed
succeeded
got
raft
fear
interior
ah
escape
sky
appearance
pole
sure
indians
lay
unknown
latitude
answer
dead
barnett
search
dear
natural
spot
company
southern
struck
till
rays
gone
things
departure
help
human
room
attention
latter
bank
lunar
carefully
grant
reply
used
tried
held
bottom
follow
animal
clear
considerable
d
remain
bear
situation
wall
cast
attempt
numerous
presence
result
train
twelve
wish
0
letter
ran
wild
showed
sometimes
hear
mass
shores
iron
10
understand
view
greater
close
seven
visited
current
visit
midst
deep
erik
escaped
fifty
need
spite
crossed
force
leagues
object
advanced
opinion
corral
dark
joam
decided
la
change
stop
worthy
storm
food
passepartout
regions
stood
companion
single
strait
ships
discovery
mean
command
officers
party
pieces
cause
indian
lady
broken
situated
thrown
completely
occupied
route
soil
door
chance
pacific
quickly
continent
eye
president
weight
6
darkness
determined
anchor
low
interest
opened
st
circumstances
built
entirely
club
birds
red
obtained
subject
ben
march
month
perfectly
appear
benito
named
smoke
distant
europe
complete
sides
started
afterwards
boy
coal
hardly
exactly
run
horses
son
thirty
bring
calm
carry
england
northern
resolved
girl
orders
quarter
repeated
shot
amongst
arrival
4
looking
manoel
tree
document
banks
existence
city
magnificent
observations
settlers
native
surrounded
accompanied
communication
happened
raised
1700
produced
toward
free
extreme
seas
passing
allow
gradually
hold
start
instant
stay
seeing
try
hard
none
various
brave
lower
narrow
opening
rising
mercy
doubtless
globe
seems
sleep
ask
bed
december
heavy
led
instead
plain
serious
nadia
torres
allowed
effect
spoke
clouds
increased
information
vain
coming
understood
whatever
8
conversation
lincoln
oh
filled
seized
success
anxious
especially
nine
ourselves
albatross
future
sufficient
approached
influence
stream
united
usual
offered
summit
capital
god
grand
truth
count
greatest
perfect
terror
balloon
except
j
june
evident
fifteen
surprise
thanks
7
excellent
passengers
tone
strength
clawbonny
family
meet
parts
simple
beach
disc
dog
terrestrial
curious
getting
travelers
landed
saying
suppose
convicts
mistaken
pounds
robert
maston
zoof
prudent
9
unfortunate
dangerous
drawn
fellow
government
july
stones
watch
forest
noise
read
april
caused
floating
huge
movement
october
prepared
surprised
fixed
living
powerful
cross
simply
gulf
judge
caught
james
quantity
violent
learned
lose
principal
service
presented
bad
january
piece
walls
bears
cabin
outside
agreed
expected
finding
mile
progress
soldiers
spaniards
useless
arctic
attack
fallen
laid
manner
places
polar
farther
fix
glass
gold
news
occurred
portion
rate
colony
countries
drew
lips
secret
equal
forced
beginning
level
rapid
states
strogoff
contrary
population
women
1
duncan
john
sand
cry
eastern
hair
history
singular
approaching
table
common
seem
starr
sudden
channel
dogs
early
helena
noticed
proved
russian
wide
centre
herself
perceived
plateau
powder
prevent
scene
100
approach
august
boats
delay
likely
science
volcano
extent
mine
rushed
visible
franklin
rich
changed
driven
mount
period
traveller
columbus
shock
silent
straight
condition
degree
despair
finished
commander
robur
branches
century
governor
call
group
killed
proceeded
real
front
past
yards
child
crowd
fatigue
guide
miss
rise
safety
steps
courage
nevertheless
upper
action
closed
finally
hoped
points
supply
refuge
running
incident
pointed
scientific
explorers
forty
france
map
possession
sign
mangles
shouted
trouble
bodies
icebergs
mother
phenomenon
third
tide
fish
guns
project
enterprise
entire
heads
contained
crater
lava
november
pay
plains
separated
western
character
live
narrative
houses
lighted
required
children
cries
discover
plan
race
reaching
returning
2
act
advantage
duty
risk
1500
extraordinary
forests
motionless
public
rain
recognized
tartlet
depths
falling
lying
minute
moments
remains
thinking
unless
wife
chinese
forth
rendered
turning
accomplished
broke
meanwhile
somewhat
threw
home
opportunity
former
fortunately
saved
accustomed
feel
game
gentlemen
middle
observation
speaking
war
armed
details
employed
giving
served
show
slight
business
desert
horse
ll
probable
beautiful
greatly
joined
regular
september
shut
woman
arm
attraction
central
entrance
hitherto
ogareff
sledge
due
frozen
parallel
task
examined
age
archipelago
doing
prisoners
station
van
dr
green
grew
phileas
quietly
stretched
advance
famous
importance
intended
season
thermometer
anxiety
carrying
daughter
masses
trace
absolutely
else
gas
inhabited
notice
questions
satellite
size
heights
irkutsk
money
moving
blow
composed
european
extended
meeting
obtain
san
square
stone
20
bridge
collected
interrupted
velocity
violence
ancient
deal
india
language
steam
village
yourself
eleven
hunters
nearer
send
sergeant
spread
to-morrow
boatswain
curtis
died
unable
waiting
ago
heaven
purpose
consequently
fate
feeling
sharp
throw
break
exact
moreover
sails
save
touched
feared
frenchman
higher
uttered
warm
watched
confidence
creek
events
mysterious
precious
stars
traces
[sidenote
abandoned
exhausted
extremity
happy
interesting
reduced
waited
wounded
instruments
ordinary
possessed
tempest
cannon
duke
enter
explored
gigantic
struggle
absence
difficulties
fog
knowledge
marked
cart
compelled
fragoso
jup
knows
results
walked
wanted
dangers
excited
supposed
asia
descended
formidable
joy
officer
brother
ended
hence
imagine
opposite
portuguese
prospect
china
considered
dry
exploration
generally
provided
worth
motion
pretty
province
shelter
amazon
devoted
islet
pleasure
prince
stranger
[illustration]
aid
bound
consequence
fortune
longitude
gazed
failed
millions
3
solid
spanish
trade
blood
bullet
names
worked
works
beasts
car
crossing
directly
moved
shape
30
dacosta
discoveries
established
facts
attacked
breeze
die
edge
forget
intense
profound
slowly
february
furnished
slightest
0000
breakfast
canoe
depth
lived
objects
spring
deserted
numbers
formerly
indicated
members
shoulders
walk
wonderful
bore
esquimaux
region
valley
atlantic
burst
celebrated
clearly
desire
eat
emotion
peculiar
apparatus
direct
double
electric
gained
operation
paid
standing
talk
efforts
explain
fired
guard
listen
managed
meat
pressure
remarked
savages
straits
add
destined
fail
person
circle
sailed
similar
telescope
trying
valuable
whence
continue
extremely
harbour
letters
prove
conditions
highest
listened
summer
thoughts
aspect
divided
latitudes
loud
paper
remarkable
signs
succeed
towns
arranged
chain
chimneys
garral
weeks
arose
attached
base
burning
comet
safe
satisfaction
threatened
useful
begin
knowing
lines
path
police
settled
species
steamer
value
arrive
event
grass
loss
monsieur
preparations
sought
winds
admiral
avoid
believed
bold
ears
fleet
refused
sixty
suffered
window
e
nell
slightly
unexpected
bonadventure
clothes
cost
declared
fortunate
machine
move
wanting
gallia
hill
seated
streets
yacht
fastened
hans
martin
shook
teeth
comes
hunger
intention
offer
prevented
rapidity
seek
empire
firm
forgotten
occasion
plants
remember
retreat
exposed
fast
hastened
jack
pale
seconds
signal
traversed
w
accident
astonished
completed
madge
naturally
particularly
rio
special
windows
becoming
commenced
convinced
falls
honour
plenty
proposed
report
written
amid
daily
evans
explosion
geographer
hung
imagined
navigators
peak
society
step
throughout
40
altogether
appears
buried
flight
frightful
health
madam
n
severe
talking
emperor
hemisphere
regard
york
zealand
belonged
discussion
enabled
fury
hidden
hut
lead
mary
navigation
skin
union
walking
energy
legs
servant
spain
thence
dozen
flesh
louis
metal
week
working
afraid
ascertain
corner
dwelling
effort
flag
lasted
notwithstanding
ruins
william
africa
charge
consisted
inside
rivers
roof
tabor
curiosity
fearful
fully
hot
pen
prisoner
proof
railway
venture
watching
welcome
woods
breath
brown
distinguished
favourable
lives
promised
tartars
volcanic
peninsula
tartar
draw
excitement
existed
geographical
paris
zero
bright
please
smith
soul
tools
unfortunately
1600
alive
australia
bird
blocks
box
diameter
explained
lat
matters
ordered
shadow
simon
solar
sufficiently
band
jew
london
needed
palace
post
receive
splendid
tall
columbiad
experiment
fires
possibly
story
thoroughly
victoria
accompany
dinner
explanation
faithful
honor
makes
vegetation
bougainville
brilliant
everywhere
leaves
wore
astronomer
glance
hills
presents
sad
anchored
begun
constantly
experienced
hole
hunting
mingled
pleasant
proceed
queen
respect
rocky
chest
flames
fled
imagination
inquired
minds
orbit
penellan
penetrate
sighted
twenty-four
apparently
ball
bearing
beat
breaking
calculated
date
expression
gives
grave
love
reflection
careful
dense
destroyed
engine
eruption
ice-field
justice
observatory
permission
produce
satisfied
share
accordingly
alaska
bark
cornbutte
dream
francisco
hurrah
lastly
penetrated
plunged
star
survey
thousands
assistance
astonishment
aware
blue
bow
catastrophe
cloud
descend
description
equally
paz
persons
regret
remaining
study
system
urville
200
directed
examine
field
magellan
meantime
negro
won
ascended
late
liquid
merely
phil
pressed
sailing
announced
considerably
expect
gain
ideas
increase
mere
minha
particular
price
putting
containing
join
russia
andré
ascertained
cavern
ceased
currents
dollars
origin
thalcave
uneasy
angle
comfortable
constructed
example
ivan
jean
mate
published
spent
wound
wrong
belonging
districts
intelligent
invisible
lofty
miserable
resources
smile
supplied
awaited
ford
frequently
frontier
informed
landing
reserved
simpson
stern
torn
actually
empty
enthusiasm
expeditions
honest
material
murmured
navigator
overcome
preserved
ross
traveling
attempted
attentively
attracted
cortès
mounted
recovered
savage
spoken
surrounding
behring
countenance
examination
happily
merchants
rope
scattered
&c
amount
dragged
eighteen
engaged
explore
north-west
plans
platform
rolled
rough
salt
secretary
abyss
articles
cleared
coasts
consider
constant
enemy
excursion
keeping
p
render
stores
abandon
admit
afternoon
army
capable
cliff
difference
enemies
mighty
mission
pirates
precaution
seriously
silver
starting
tom
troops
yellow
absorbed
aouda
beside
bringing
build
calculations
creatures
czar
embarked
experience
favorable
fuel
instructions
instrument
provinces
quarters
russians
tears
ascent
building
center
climate
conclusion
descent
eagerly
forming
frequent
intelligence
voyages
agree
bathurst
carpenter
crushed
execution
greenland
necessity
prey
proper
sooner
swept
v
300
cargo
colonel
district
ear
elements
friendly
luminous
maps
nicholas
nose
note
phenomena
spectacle
superior
tent
track
wings
betrayed
flying
gloomy
providence
recognize
series
to-day
1st
50
compass
conduct
exist
faces
flat
florida
laughing
quiet
setting
sheltered
stove
travel
worn
baffin
described
forms
jangada
manners
reception
resistance
tons
usually
belong
desired
europeans
holding
larger
pilot
precautions
skill
wreck
advice
circumstance
inches
loaded
pushed
source
support
tribes
twice
acquainted
affair
construction
correct
kingdom
movements
pizarro
prison
suspended
talked
thirteen
camp
delighted
inexplicable
mexico
mistake
bottle
cone
customs
englishman
eyrie
launch
physical
previous
shoulder
sister
sufferings
twenty-five
vapor
bent
blount
broad
creature
drink
fertile
hopes
ignorant
macnabb
modern
obstacles
procope
shown
absolute
catch
content
court
delight
doubled
learn
meal
measured
nemo
peaks
remark
substance
thunder
battle
born
climbed
eighty
fellows
halt
horrible
hurried
lad
memory
midnight
park
polo
promise
proportion
siberia
streams
supported
touch
wandering
weapons
bit
commanded
eager
fair
follows
hearts
meridian
owing
regarding
rested
trip
ventured
americans
astronomers
connected
cotton
disposal
floor
happen
hersebom
hesitate
huts
marriage
mentioned
practical
problem
rank
caterna
entering
exchange
excursions
features
noon
sense
strangers
street
suffering
weighed
1400
accepted
alcide
custom
destination
immediate
mist
nearest
ones
pekin
perished
previously
prolonged
siberian
stand
suitable
wilson
abundant
acid
book
closely
consequences
flame
half-past
incidents
marco
protected
range
reasons
retired
seat
shipwreck
sole
steep
beings
brain
burgomaster
destruction
fancy
hurricane
husband
mark
noble
oxygen
pointing
precisely
rejoined
succession
thirst
wooden
/
active
branch
colour
faith
fathoms
goes
hesitation
hudson
lamp
liverpool
mystery
popof
readily
smaller
volume
whale
comrades
fragments
instinct
kinko
rises
seizing
serve
supper
truly
wishing
beast
chiefs
chosen
dashed
donoghan
fever
fields
firmly
gathered
hundreds
otherwise
resist
royal
separate
shone
vasling
wire
addressed
ahead
asleep
contains
determine
encampment
expressed
fatal
gallery
glory
losing
measures
r
related
spirit
takes
telegraph
thomas
tomb
touching
urged
worse
yaquita
art
dutch
nights
sank
steered
sum
territory
thin
000
aeronef
arrows
contain
copper
counted
diminished
employ
floated
furs
inclined
law
observe
oil
paces
patience
pit
reality
richard
speedy
store
storms
taste
thank
tribe
utterly
x
dimensions
directions
figures
francis
hull
ladder
patrick
perouse
pleased
preparing
throwing
admitted
assured
bread
charming
distinctly
distinguish
dying
fight
gentleman
hearing
limits
measure
merchant
restored
seeking
stock
submarine
ve
beauty
centuries
color
concluded
consideration
cord
dare
decision
hall
heavens
permit
recent
refuse
sandy
sorry
successful
church
concealed
contented
corpse
couple
crime
describe
establish
examining
formation
fur
lands
lina
masts
planet
planks
repose
seals
skins
spirits
violently
apparent
britannia
brothers
conceal
enable
express
gerande
lies
looks
nautilus
obstacle
office
profit
pure
rare
services
smiling
staff
subterranean
surely
arrested
barrier
compared
deeply
fashion
finish
frequented
hollow
jarriquez
laws
palisade
protection
repaired
slept
slope
sunk
transport
utmost
yield
zenith
20st
accept
books
crews
dared
fly
gama
knife
letourneur
mad
mast
mention
moderate
orb
painful
propose
proud
reading
shaft
showing
vigorous
anger
assembled
blows
bones
carriage
clifton
ephrinell
fat
fit
impression
issued
kinds
picked
pursued
surveyed
tremendous
2000
advancing
affairs
agreeable
arriving
aside
assumed
blew
burnt
chancellor
drifted
enclosed
glasses
leaning
liberty
resolution
sat
sixteen
tea
zacharius
3rd
basin
cable
canoes
circular
clothed
commerce
continually
drawing
dressed
dust
founded
foxes
german
impatience
joliffe
kill
mac-nab
neck
pity
quartermaster
remembered
roads
seize
sheep
sheet
striking
afforded
ceremony
damp
dazzling
decidedly
dried
ease
easier
expense
favor
flew
gravity
groups
humanity
hunter
neighbourhood
preceding
rage
repeat
rival
roots
soft
summits
victim
adventure
buildings
cases
collection
conducted
daylight
devil
emir
false
forces
grief
ill
kalumah
knees
parry
porpoise
productions
rosette
terms
clapperton
clothing
explorer
fed
feelings
figure
hat
highly
ladies
lowered
mulready
neighborhood
noltitz
play
quick
shared
shipwrecked
slaves
tricasse
varied
vehicle
ward
washington
attained
brazil
charged
decide
faruskiar
flowed
glad
humboldt
increasing
jolivet
leading
maintained
pirogues
poles
protect
reflected
repast
sentence
shortly
specimens
strike
telegram
theory
tired
vegetable
border
celestial
cloth
disappointment
elevation
equator
gratitude
haste
hesitated
instance
jupiter
lakes
military
notes
passes
perilous
practicable
presently
recalled
relations
represented
request
researches
reserve
threatening
traveler
uneasiness
abundance
addition
astronomical
bredejord
gate
gaze
gazing
goats
hurled
innumerable
intervals
phina
pigs
rushing
skilful
steel
stopping
trust
workmen
beds
bows
carefinotu
confess
disappear
eaten
eggs
grotto
lightning
northwest
occasionally
raising
removed
ryan
sake
spare
springs
tudor
breast
cambridge
captains
cottage
exception
happiness
mines
possess
recently
rush
selenites
shadows
sleeping
sounds
treated
utter
wine
wishes
alarm
altitude
brilliancy
chances
circumference
clever
collect
confined
disturbed
drove
encountered
folded
horn
horror
limbs
marie
mercury
peace
poop
precise
reef
resume
risen
adopted
andre
barren
confirmed
cover
deceived
defend
demanded
familiar
forever
fourth
gesture
holes
manufacture
meaning
possibility
safely
shaking
shell
southwest
aim
animated
appointed
block
colleagues
collision
coolness
daybreak
dobryna
dropped
effects
energetic
engraving
enthusiastic
exchanged
farewell
flow
fugitives
gentle
geography
institute
kolderup
madame
omsk
papers
pursuit
rolling
rooms
title
acted
austin
clearing
coffee
complain
flocks
genius
gently
harbor
ii
interested
manaos
marks
motive
ours
peru
re
sale
tail
thaw
thou
uttering
villages
wrapped
wrote
admiration
affected
beating
castaways
courageous
crust
discussed
exploring
fingers
foliage
hakkabut
iceland
iquitos
liked
masters
meant
mediterranean
orderly
pair
performed
picturesque
prepare
saint
scurvy
shouts
sledges
sloop
thickness
tongue
travelling
unhappy
=
arrangement
ascend
authority
burn
burned
changes
choose
continents
damage
disposed
everybody
extinguished
factory
fault
foundation
fruit
indies
isn
largest
lbs
listening
misfortune
monster
north-east
northeast
oxen
pace
per
planets
pocket
proposition
regained
repair
secure
shade
spectators
subjects
supposing
visitors
aberfoyle
accomplish
blind
cabot
column
cutting
deprived
estimated
fac-simile
fishing
kitchen
lifted
loved
necessarily
perceive
personal
proceeding
satisfy
screws
seventy
smooth
strongly
studies
suspicious
wretched
2nd
alike
apart
authorities
awoke
beams
blowing
contact
craft
craters
delicate
extending
freycinet
garments
generous
hide
iceberg
juan
lively
operations
pressing
raise
require
residence
screw
slow
studied
sultan
total
transformed
wholly
wounds
access
adventures
author
barking
columns
commercial
conclude
englishmen
hoisted
jumped
naked
original
private
promontory
revealed
roar
schwaryencrona
spared
style
tomsk
weigh
begged
chart
eclipse
estimate
fox
growing
impatient
method
ox
permitted
preceded
quality
rid
rigging
suffer
suggested
supplies
travels
undertake
undertaking
valleys
voices
witness
admiralty
astonishing
baltimore
calculation
caravan
dawn
doors
drive
ends
error
etc
final
frycollin
guests
mode
obeyed
played
proposal
replaced
ropes
shots
traced
trunks
worst
yesterday
yielded
attempts
belongs
borne
bounded
casting
choice
confused
descending
domestic
dress
helm
irresistible
lie
main
marston
merchandise
minister
northward
occupy
pronounced
regarded
shed
slopes
torrent
width
ammunition
australian
becomes
boiling
curve
discharge
eating
enclosure
favour
fears
fierce
firing
forehead
guides
herbey
hypothesis
instantly
magnetic
marvelous
newspapers
observing
partly
seal
settle
seventeen
solution
stick
successively
superb
surprising
swallowed
terrified
vegetables
arrangements
assuredly
borders
climb
consulted
corporal
courier
crowded
devoured
distinct
edward
escaping
hunt
malarius
manage
moral
nation
norway
owe
properly
quantities
quitted
sinking
wants
500
accounts
agitation
applied
asking
birth
breakers
breathe
béthencourt
calling
chase
destroy
detachment
detective
devotion
domain
fantastic
feeble
fruits
invented
plate
quiquendone
reefs
resembled
savants
sending
servants
shake
transasiatic
trial
troubled
undertaken
uniform
wise
60
agitated
british
concerning
enjoyed
extend
furnish
gourbi
h
hurry
ice-fields
induced
internal
neighbouring
niger
portugal
prodigious
reports
schooner
site
tampa
tobacco
turkestan
20rd
adventurers
altered
angry
appearing
arrest
artillery
aubert
barometer
beechey
big
cabins
carteret
chains
despite
displayed
drop
enveloped
fitted
float
flowers
glimpse
hatchet
including
intensity
learnt
morrow
nina
nobody
outline
persia
searched
sorts
speedily
susquehanna
unusual
wolves
zone
accumulated
ascending
ashes
awful
barrels
calmly
committed
conquest
costume
depend
drifting
drowned
endeavored
exists
fourteen
giant
isolated
marine
portions
procure
rear
renewed
retained
samuel
settlement
shells
smallest
sustained
tour
vertical
victims
vigorously
wonder
400
albuquerque
amidst
arguments
article
assure
axis
beg
belfast
castle
cities
covering
daring
defended
disposition
earthquake
exceedingly
fairly
freely
impenetrable
infinite
l
mare
marfa
married
needle
pain
pretended
reappeared
resounded
riches
stockholm
sunday
supernatural
wells
wheels
20nd
30st
actual
anchorage
baron
cattle
corvette
crowned
davis
desperate
doubted
guinea
holland
illustrious
issue
lot
match
melville
neutral
powers
prefer
reckoning
relief
religious
rubbing
sacrifice
satisfactory
sell
shrubs
sick
temple
tied
uncertain
wave
weary
ages
await
awaiting
badly
bare
byron
calculate
charts
confusion
consent
des
disappearance
dug
epoch
faint
garden
grow
habits
invasion
invited
layer
melted
obtaining
passion
pierced
plant
reckoned
resisted
ridge
roaring
sacred
strangely
sweet
timascheff
treasure
undoubtedly
yours
*
acquired
bar
beard
curtain
demand
frightened
glided
guided
laugh
materials
noted
outer
perpetual
preferred
preserve
reigned
relieved
resting
restrain
santa
sigh
singularly
sold
spots
torrents
visiting
weak
wear
70
activity
avoided
bushes
cave
consciousness
conviction
engines
establishment
fortnight
gale
imprisoned
junction
lander
machines
magistrate
mechanical
mont
muttered
oars
property
qualities
realized
ring
runs
shoes
silently
south-east
sprang
sufficed
telescopes
vega
vegal
warning
whenever
advantages
assisted
bombay
boots
claw
clay
comfort
comparatively
comparison
considering
cool
cruel
cultivated
endeavoured
endure
erected
feathers
forgot
golden
hastily
horizontal
ingenious
initial
interview
lantern
mainland
marbre
marvellous
melancholy
national
peril
personage
projects
reflections
suspected
trunk
twilight
willing
1200
absent
aerial
anywhere
astrolabe
bellot
blown
bought
claim
deposited
dull
elevated
fatigues
ferocious
gestures
hanging
hid
introduced
kong
lift
lights
melbourne
member
persian
pipe
planted
pride
sarah
secured
somewhere
sources
strock
terminated
washed
weldon
5000
afterward
brief
combined
communicate
condemned
discovering
excessive
furious
heavily
inland
le
maintain
mixed
nails
overboard
regain
regretted
rescue
responded
reward
solitary
solitude
utensils
verdure
y
admire
aided
alas
asiatic
atmospheric
belt
brandy
busy
colors
control
detached
detail
duties
exterior
extinct
habit
incessantly
journal
justly
layers
mungo
nations
obey
obscurity
observer
recover
redoubled
reindeer
sandwich
silk
strata
supreme
survivors
symptoms
tarantass
troop
yankee
acquaintance
addressing
anyone
aroused
bordered
civilization
conceived
consists
consumed
counsellor
del
disaster
fahrenheit
fill
flung
foreign
gray
halted
hoping
injury
insisted
joke
keel
keen
medium
owed
pardon
patagonian
pulled
remarks
shaken
starboard
telling
traveled
vapors
abounded
agents
aloud
attacks
bolton
caspian
colours
documents
doesn
earlier
gibraltar
glorious
icy
iii
indicate
indifference
interests
invaded
isaac
leather
machinery
occur
pirogue
poultry-yard
shark
south-west
stations
steadily
variety
victory
wallis
wealth
wearing
wet
whalers
zeal
attitude
capture
certainty
chamber
cliffs
confided
consisting
detained
drag
egypt
electricity
fazenda
fisherman
flash
flowing
flows
gardens
gravely
hit
hollowed
incessant
inferior
islanders
islets
joyce
launched
limited
lowest
mouths
murmur
niklausse
overwhelmed
perpendicular
predecessors
prosperity
prudence
rugged
seldom
shining
shows
snowy
sounded
speech
stepped
subjected
tower
traverse
u
watches
wool
write
ambassador
ample
attended
bag
brazilian
buoy
burckhardt
canvas
cap
captured
castaway
caucasus
delayed
desolate
dispatch
doubtful
earnest
endeavour
evidence
friendship
glare
harvest
hong
imperial
inaccessible
inevitably
kindness
leisure
limit
messrs
mineral
navy
outlet
proves
push
reasoning
religion
senses
severity
struggled
submit
suffice
vague
volcanoes
weapon
wonders
writing
1000
andes
angara
bearings
beaten
behold
christian
climbing
concentrated
determination
engineers
entrusted
exceed
explorations
francs
george
goods
guarded
harvey
key
labor
languages
list
melting
pray
prevailed
produces
provide
questioned
refraction
regularly
saloon
separates
stony
swallow
tube
turns
upwards
warmth
whither
willingly
absurd
adding
address
afford
amiable
avalanche
balls
blanc
bullets
buy
capes
chose
co
confessed
credit
didn
driving
elapsed
embark
equipped
excuse
exercise
finest
fragment
grown
installed
insufficient
japan
laden
lamps
lima
lit
missing
observers
peaceful
penetrating
piled
political
probability
quit
reliance
replace
revolver
shortest
sink
solve
sphere
steamers
stretching
tahiti
thirty-five
vapour
waist
warned
watered
zones
admirable
african
aimed
breadth
bridges
causes
checked
disappointed
enjoy
extensive
farm
garry
geological
gloom
glowing
grain
granted
ignorance
illuminated
illusion
incredible
inquiries
justified
laughed
lest
loose
luck
naturalists
negroes
neighboring
positively
poured
races
repairs
resembling
rounded
rule
soldier
southeast
submitted
thither
tycho
warriors
ways
antarctic
anxiously
ashore
bestowed
biscuit
chronometer
cordial
corn
danish
disagreeable
disembarked
endured
frost
gutenberg-tm
hardened
haven
helped
henry
hotel
illness
indispensable
induce
intrepid
linen
madeira
manufactured
market
moored
pampas
perils
plates
projected
relative
rice
secrets
snow-house
stretch
strictly
stupefied
sword
tore
treasures
tropical
turtle
type
visits
whales
z
adorned
adventurer
argument
beheld
blomsberry
bottles
communicated
cynthia
da
diminution
dispute
eastward
encounter
entrecasteaux
escort
exhibited
footprints
fortress
kilometres
leader
lighting
meteor
million
monkey
occasions
patient
paulina
pick
plainly
principally
producing
pursue
readers
roused
ruin
sabine
shooting
speaks
struggling
trembled
unaccountable
uninhabited
using
vanished
versts
weakness
welcomed
westward
winding
acting
adversary
allowing
assigned
attributed
benefit
bitter
c
canal
changing
committee
confident
cruise
diana
distances
distributed
finger
g
glittering
holy
horsemen
intercourse
jaspar
jaws
kamtchatka
mississippi
nephew
perish
peter
pierce
quadrupeds
quay
radiant
ramparts
receiving
renew
ruined
sambo
shout
soundings
theatre
throat
trains
triumph
tunnel
understanding
upright
wales
whoever
wretches
100°
6000
awakened
baggage
bob
bowed
breathing
burden
canada
chili
comfortably
coral
council
delivered
despatched
development
errors
executed
falsten
frame
frigate
gadifer
hares
harm
hearty
hungry
impracticable
inspired
irregular
isle
japanese
kolyvan
majesty
naturalist
nijni-novgorod
offering
recall
reputation
resemblance
revolution
solemn
stories
successive
sympathy
tempests
thorough
trousers
tumult
vengeance
animation
belcher
bombarnac
contracted
convey
dancing
density
desirous
effected
element
experiments
fogs
forbidden
handsome
hasten
imprudent
industry
intend
investigations
kruzenstern
landscape
locomotive
manifested
metallic
milk
nowhere
owner
parties
piles
plunge
restore
retorted
seeds
stated
stationary
steppe
sunrise
suspicion
thirty-six
thy
unconscious
undertook
venus
admirably
bowels
certa
concerned
declare
discharged
dreadful
ducks
emerged
eternal
evil
forgetting
gripper
handed
individual
innocence
intentions
lack
load
measuring
monotonous
mountainous
noses
occupation
philadelphia
playing
posts
priests
pupil
revolt
scale
selected
sensibly
signed
stage
stored
tear
theories
totally
twenty-six
unwilling
warmly
almagro
answers
ate
average
bits
calmness
career
carpet
cars
continuing
criminal
developed
feed
fluid
guess
heartily
hideous
indifferent
kai-koumou
kotzebue
leaped
melt
mists
morgan
mortal
moscow
obliquely
overman
patagonia
picture
press
projectiles
provision
raging
reader
relating
reported
rings
school
sciences
seats
sensible
severely
sneffels
southerly
sovereign
spurs
stature
stormy
strewn
tributaries
wandered
wheel
witnessed
zinca
8000
abode
acknowledge
advised
bathed
caillié
california
check
cheeks
chimney
conquered
contents
critical
doomed
education
elphinstone
extends
families
fancied
female
foreseen
forty-eight
fowls
furnace
geographers
hang
hero
laing
laughter
organized
painted
proportions
rarely
rivals
security
separation
shouting
shower
twentieth
vainly
vanda
vision
waste
wonderfully
adventurous
arid
attain
audacious
audience
bays
belief
cheers
circles
civilized
class
coldly
conical
counting
countrymen
deafening
diamonds
dispersed
dragging
dread
drift
endowed
ferdinand
fiery
flashes
galleries
ha
hatchets
honourable
hospitable
hostile
independent
injured
interposed
invariably
italian
laying
learning
lungs
madman
missionaries
mud
passenger
plantations
presentiment
purely
radius
relate
remote
roared
rubbed
rudder
scenes
scotch
sharply
sitting
slave
slipped
smiled
specimen
tender
timbuctoo
treat
trembling
turner
weighing
wrecked
yokohama
acknowledged
alongside
assist
barrel
betray
bluett
canadian
cared
citizens
civil
contrast
convenient
cousin
distress
duration
embarrassed
encouraged
ether
firmament
fishermen
flock
fought
graceful
grasp
guilty
insects
intervention
iv
janeiro
lucky
miners
monotony
monsters
palm
particulars
persisted
piercing
plentiful
primitive
puzzled
rails
rains
recourse
revived
rotation
simultaneously
spend
suspicions
terrific
transported
twenty-two
twofold
viceroy
whistle
agent
artificial
avail
belem
carriages
cease
combat
commence
connection
cooking
coolly
crest
deeper
defined
denham
diamond
disastrous
drinking
embassy
encamped
expose
flashed
habitation
hasty
herds
hiding
included
innocent
inventor
jones
jump
moors
nile
noroe
official
perform
potash
pound
powerless
quitting
ray
rendezvous
republic
scarce
seetzen
specially
stout
suit
swell
temperate
traitor
treatment
unnecessary
well-known
900
alarming
attract
barred
caution
chair
charles
christopher
cinders
combustion
continual
dates
director
drake
dreams
eagerness
fifth
fighting
foundations
grey
happens
heap
hinder
hispaniola
hook
inclination
inexhaustible
invention
isabella
jacques
joyous
khan
knocked
labors
literally
malcolm
miracle
mixture
newspaper
niagara
objection
optical
pan-chao
partially
pockets
positive
pretext
profession
pull
rascal
reasonable
reflecting
remainder
reminded
resemble
roadstead
rockets
rome
row
saluted
sangarre
shattered
smoking
stomach
sublime
successfully
sugar
temperament
twisted
wherever
whispered
yard
accordance
advisable
alarmed
approved
arabs
arrow
assume
bands
boldly
boxes
britain
campaign
coat
conqueror
conscious
constitution
consul
convulsion
copy
created
dame
declined
describes
dome
edges
ensued
equilibrium
failure
fire-arms
fissures
flood
fond
fro
gallant
grains
gunpowder
humble
hurrahs
interminable
kings
look-out
lordship
maritime
marquis
missed
nineteen
nova
novel
obstinate
passages
perpendicularly
pile
pumps
scheme
seamen
startled
steward
streaks
swimming
tables
tents
texas
thread
tightly
travelled
trials
warren
whaler
20d
adversaries
affirm
aft
assistant
attempting
boys
bravely
cables
capricious
characteristic
collecting
compact
condamine
confounded
constellations
construct
consulting
crept
customary
depended
dochart
drank
drops
elephant
elliptical
elsewhere
expressions
feast
feofar-khan
flotilla
foam
folly
forecastle
frenchmen
furiously
heated
herald
howling
identical
imperturbable
imposed
inevitable
isles
k
labours
letting
massacre
mill
modest
modified
nourishment
oblique
olbinett
partitions
pemmican
phrase
precision
products
purposes
railroad
rendering
respected
resulted
retain
securely
selenite
sensation
slip
solved
stakes
stolen
substances
superhuman
swollen
terribly
threshold
torches
tranquil
tributary
vault
views
void
wives
4000
admired
background
backwards
bars
battery
bend
bending
caps
cocoa-nuts
commencement
conveyed
convict
darted
delicious
demonstrations
deviation
diaz
disorder
dreaded
economy
freezing
genuine
hatred
hospitality
host
impatiently
impressed
indescribable
journeys
kibitka
kindly
lagoon
league
loch
longing
marry
mathematical
misery
monkeys
naval
neglected
noisy
openings
opinions
packed
padre
peculiarity
placing
prairie
proofs
proximity
q
ranks
rely
reptile
robber
sacrificed
scotland
sheets
singing
stranded
structure
stuff
suez
surgeon
surmounted
suspect
tijuco
transit
ural
wager
accurate
agreement
alexander
barked
basalt
busied
channels
clerk
contributed
dakkar
dampier
dance
denied
depression
dim
duk
duperrey
dwellings
eighteenth
exclamation
fearing
forty-five
gliding
go-ahead
goal
habitable
harnessed
humor
invitation
involved
irish
lancaster
lately
likewise
manned
marvels
meals
mecca
minor
montmartre
mute
norwegian
notion
onto
opposition
ornamented
ornaments
owen
para
paused
paws
perfection
pipes
practice
pretend
principle
rainy
rajah
recollection
reform
remembrance
rescued
robbed
roofs
sadly
saturday
section
sentiment
sit
smell
spaniard
squadron
staircase
straw
strict
swiftly
telegraphic
thaouka
thirty-seventh
turcott
veritable
walter
whip
wooded
70°
anguish
appetite
araujo
axe
ballast
betrothed
bokhara
cannibals
causing
ceremonies
conjecture
consented
craventy
crescent
crown
cylinder
design
despairing
display
du
embraced
engulfed
extracted
f
formula
fulfilled
gather
greeted
hammer
hardwigg
herd
ichim
iemschik
impassable
impossibility
inclosure
interruption
involuntarily
katrina
kear
krasnoiarsk
latest
madness
manifest
mars
mirror
misfortunes
monuments
morganton
nautical
northerly
outlines
panama
patiently
persuaded
pines
plumage
posted
privations
rejoin
rights
roumanian
sons
sounding
stands
stuck
survived
territories
tiflis
tonga
towers
vi
wintering
1300
anybody
assailants
assembly
attractions
b
bricks
calls
catching
cathedral
clad
classes
coasted
conquer
constantinople
consult
converted
discuss
dominion
el
elephants
entertained
envelope
failing
friction
fruitless
garrison
grandeur
hardships
hardy
hats
healthy
idle
invaders
joseph
knock
lovely
marched
marion
menaced
mental
miner
nearing
nest
northwards
noticing
obedience
occupations
offers
oriental
otto
performance
pine
ports
projecting
rae
ravine
ravines
reckon
record
regularity
resigned
saknussemm
saturn
saving
sequoia
significant
sticks
stuffs
submerged
suited
supposition
sustain
swim
tells
traps
universe
abruptly
accused
amazement
awake
beef
begins
bet
bosom
boundary
brass
calcutta
claws
clung
commanding
confound
damaged
derived
doubts
dowlas
driver
easter
erie
exaggerated
execute
expanse
furniture
gaining
georgia
highness
hurt
inch
incomplete
independence
indication
inform
inner
jaguar
java
kellet
knots
luggage
midshipman
multitude
neglect
nervous
network
oceans
paragraph
pencil
pleases
prize
procession
procured
profited
promptly
proudly
raged
reconnoitre
revolvers
roll
savant
senegal
shifted
shrugging
slender
solely
solidity
spark
spectacles
startling
steady
steer
succumbed
swiftness
taught
undergone
vii
volumes
wake
wander
wondered
20°
800
accidents
accuracy
administration
aground
alter
ambition
appreciated
attend
beer
besieged
bid
blame
boundless
brow
carbonic
chiefly
comprehend
continues
convince
cordially
creation
cubic
deserved
dig
dining-room
dockyard
embrace
feverish
foreigners
frail
guessed
hauled
hunted
icelandic
impressions
impulse
incomprehensible
infant
irishman
jealousy
judging
leads
lime
lined
liquor
locomotion
loudly
lütke
manager
marble
metres
midday
musmons
newfoundland
nightfall
nonsense
numberless
perigee
plane
portrait
preservation
purchase
rumbling
scanty
score
separating
smoked
songs
soup
southwards
splendor
spray
starvation
steering
stir
stroke
surf
tartan
tartary
timid
tolerably
unanimously
vicinity
virgin
wintered
wires
yonder
yourselves
[footnote
abundantly
accent
accorded
actor
automobile
beloved
blocked
cairn
caravels
coasting
constituted
continuous
contrived
correspondent
delightful
describing
dick
diminish
disappearing
drunk
earnestly
elapse
excess
exciting
extremities
favored
fedor
fellow-creatures
flour
forster
hive
hydrogen
instinctively
insurmountable
interval
italy
jacamar
judgment
jumping
kane
keeps
leaned
leap
lowering
magazines
message
mosque
muskets
ninety
oppose
orifice
paul
pitch
prayers
presenting
print
process
pyroxyle
railways
reflect
resolute
ridiculous
rifle
rivalry
roughly
searching
siege
sixteenth
sorrow
southward
stake
stationed
stuart
teneriffe
terra
thee
tiger
twenty-seven
unbroken
unexpectedly
vein
volga
wellington
xiv
80°
academy
anson
anyhow
arches
arduous
area
ascertaining
attractive
bah
blazing
bolts
bone
bowles
brushwood
christmas
colonies
convoy
cooling
corners
crosses
crush
definite
delays
devote
diego
discussions
endeavoring
engraved
everyone
facilitate
famine
favoured
firearms
fireworks
flotsam
footsteps
fuego
furrows
gets
glycerine
grasped
gutenberg
hail
hansa
haughty
hydrographical
ice-wall
illumined
ingenuity
insensible
insult
interpreter
issuing
isthmus
journals
judged
knives
labyrinth
lengthened
longed
majority
marsh
mauritius
model
mongolia
montezuma
ormuz
pause
precipitated
preparation
prow
quito
relieve
repairing
sadness
scenery
seventieth
shaded
sharks
shirts
souls
sparkling
specific
sped
spur
succeeding
superstitious
surville
tendency
timbers
traffic
transparent
venice
warn
warrant
600
abrupt
adapted
affection
amusing
apparition
ardent
asserted
asteroid
astonish
astronomy
beforehand
believing
billows
biscuits
brings
clumps
commotion
conductor
cracking
cruz
crying
disgust
dishes
divine
echo
equipment
fare
feature
fortifications
gases
gathering
giants
glaciers
glasgow
heroes
horseback
i>
image
imminent
imposing
improved
inconvenience
kajsa
lighter
lions
lisbon
management
mandible
maoris
mm
monarch
monument
moss
mules
murchison
muscular
neptune
occurrence
offing
overlooked
page
paths
paying
perm
prayer
projection
pursuing
quicker
realize
recovering
rejoiced
repeating
screen
serpentine
signals
sloping
spars
split
stayed
studying
summoned
tearing
temples
thanked
thickets
thieves
throne
tones
traders
universal
unpleasant
uranie
venetian
visitor
vivid
walruses
waving
wedding
westerly
witnesses
wretch
accomplices
adopt
agony
anchors
ape
assert
assertion
attach
aurora
avalanches
bells
bewildered
bloody
brunton
camels
cat
cent
ceylon
chapel
cipher
clasped
concert
coquille
crash
creepers
curves
definitely
desolation
detailed
discipline
discouraged
dish
disturb
disturbance
docks
doubling
dreaming
ebb
edinburgh
emotions
ending
enlarged
erebus
eruptions
excavation
exertions
exhaustion
fazender
fortified
freeze
frontiers
ganges
hailed
heaped
horns
identity
imprisonment
imprudence
inhabitant
insignificant
interfered
joining
kerguelen
korpanoff
largely
mademoiselle
magazine
moisture
nordenskiold
oasis
occasioned
occupying
orang
otaheite
pablo
peacefully
peruvian
pigeons
possessions
proving
re-entered
reassured
recesses
reference
remarkably
requisite
richmond
robbers
seaman
sentiments
shoot
spices
spreading
stared
strip
suggestion
suite
surveys
swift
tack
tails
tasman
temper
tempted
tenth
tierra
tigers
torture
tracks
tranquillity
twenty-three
uninhabitable
additional
agility
amused
aperture
arch
arrange
atoms
axes
backs
bait
bench
blinded
bronsfield
bury
canary
clinging
cloudy
colder
commands
community
compliments
condensed
contract
copernicus
cords
crouched
cuba
cultivation
cup
dated
defence
desires
detect
echoes
enterprising
erect
expecting
expenses
explosive
fireplace
fool
forts
freedom
furnaces
gift
girls
grease
greek
habitual
heroic
incandescent
indications
investigation
joyful
killing
klork
labour
ladders
leak
lighthouse
logical
macclure
magnitude
massive
merry
mestizo
monk
mortally
museum
needless
noah
odor
ornament
palms
panorama
parsee
perseverance
pillars
plunging
pope
popular
possesses
potatoes
protector
purity
questioning
rang
recognised
relates
remorse
requires
resembles
resource
responsible
revenge
rifles
rightly
samarkand
saturated
scholastique
sonorous
stretches
stronger
struggles
subsided
swear
thrust
trading
tripoli
urgent
vestige
whiteness
worlds
youth
80
abandoning
accumulation
alps
angles
appropriate
arise
available
ay
barentz
bill
boiler
breathed
bulk
bursting
cacique
calicut
clean
coarse
compare
comprised
concern
contempt
crests
crevasses
curved
deserves
designs
dining
dirty
divers
downwards
duel
earliest
emergency
encircled
endless
entangled
flourishing
fore
formal
friday
gleam
goat
gusts
heavier
huntly
immovable
impregnated
insure
intact
inventory
jealous
lancerota
lawrence
library
lightly
locality
malabar
malay
massacred
medicine
mild
music
negative
onwards
perceptible
petersburg
pickaxe
pillage
prairies
praise
provoked
respecting
responsibility
robust
salute
sealed
sebastian
serpents
shelif
soda
sojourn
song
stem
stifled
superiority
thereupon
thicket
to-night
tops
torch
tossed
troubles
unhealthy
unlikely
veins
viii
wildly
windings
windward
zamorin
zealanders
+
ability
abound
adieu
albert
algeria
amsterdam
annihilated
answering
applause
approaches
assailed
attentive
avoiding
baby
bales
barbarous
bargain
basaltic
bath
baudin
bornou
bounds
bristling
captives
carnatic
carries
cavalry
choked
cigar
complaint
complexion
comrade
corpses
deer
demonstrated
departed
depends
devouring
dignity
downs
dwell
easterly
en
enceinte
entry
explains
external
facility
fasten
fatigued
fauna
fertility
fetch
finds
finishing
flora
forwards
gates
glittered
governor-general
grace
grateful
grounds
grows
hermetically
hesitating
horatia
household
incapable
indicating
inscription
interrupting
ix
justify
kangaroos
leg
luxuriant
maria
marshes
mechanism
mendana
messenger
mistress
moluccas
necks
newton
nice
numbered
occupies
pains
pedro
perpetually
personages
philosopher
polynesian
principles
proceedings
profoundly
pushing
pérouse
rail
rascals
reconnoitred
relation
replying
represent
requested
rigorous
roggewein
rude
settlements
shanghai
shrouds
sixth
steelyard
steppes
thirty-seven
threats
trap
traversing
uncertainty
unlike
upset
verdant
whistling
winters
yielding
&
3000
ada
advocate
aleutian
appeal
aquatic
arab
argentine
attacking
bananas
bible
bordering
brains
brethren
calmer
caroline
cast-iron
cavity
cheerful
churches
claimed
cleverly
coast-line
colossal
commission
compressed
conceive
conflagration
conjectures
conscience
consumption
dashing
deceive
deliver
deliverance
deny
destitute
detected
diemen
durrien
earned
eclipses
endeavor
engage
ere
esteem
excite
faded
farthest
fellow-countrymen
filling
gallian
glances
greece
halley
hamburg
harness
herschel
honorable
hurrying
imitate
indefatigable
inhabit
inspection
introduction
ireland
jackson
lapse
leaf
leathern
lesson
maiden
marshy
maximum
mechanically
missouri
mongols
moore
movable
moves
murdered
norman
obscure
obstinacy
obstinately
omaha
opposed
palisades
parabola
personally
persuade
pig
pirate
pot
pottinger
powder-magazine
precipice
programme
raw
reaches
recital
relatively
remove
retire
ribeiro
richest
rub
rules
sang
schouten
shirt
solitudes
spaces
sparkled
speck
sport
springing
squall
stable
stripped
stupefaction
thereby
tranquilly
transformation
translated
trevellyan
unaccustomed
unforeseen
unlucky
upward
veered
veil
visibly
walrus
wider
wondrous
xi
xii
xv
xvi
yenisei
10°
admitting
affluents
amusement
apartment
apes
appearances
apply
apprehensions
associated
availed
benches
boiled
brightness
buffalo
cannons
cares
cataract
ceiling
congratulate
conquerors
cooked
crack
crowds
decorated
delirium
depart
directing
dreary
eh
exclaiming
exile
extract
faster
favorite
fiercely
fitting
followers
fright
furred
growling
haul
imaginary
instincts
interfere
invariable
jeune-hardie
ki-tsang
kublaï-khan
macquarie
mai
malta
mantle
mayor
memorable
menacing
minutely
morsel
muscovite
mutiny
nationality
needs
nests
newly
objections
parents
passanha
passport
peopled
perceiving
philosophy
pigafetta
policy
positions
poultry
prolong
providential
quiros
reddish
regent
registered
replies
reporters
reproach
reservoir
resolve
ribs
satellites
saws
seconded
seventy-five
shades
shallow
silfax
sing
sinister
sire
sketch
skillful
smashed
statement
sterile
stowed
suspense
sweden
swedish
temporary
thirty-two
tides
tomorrow
tow
translation
treaty
triple
vent
vespucius
walks
warmer
wept
whereas
withdraw
xiii
30°
50°
90
accompanying
accord
adds
admiring
aluminium
amazed
atahualpa
baku
barrow
basis
batavia
bite
blaze
bruce
caledonia
carpenters
cartier
cautiously
cessation
charm
christians
circulation
citizen
closing
comparative
compartment
conveyance
cornhill
cracked
cracks
creator
demands
deplorable
designed
diminishing
discerned
discoverer
divide
dotted
enchanted
encumbered
es
establishments
exceeded
exercised
expectation
fatiguing
firs
foaming
fossil
frantz
geese
glanced
gravitation
greenwich
hector
hummocks
hypotheses
implements
indefinitely
industrious
insist
intimate
introduce
inundation
jews
jove
lashed
lessons
macao
macartney
malacca
mandarin
mechanics
merit
misty
monks
mosques
mould
murder
muscles
myriads
mysteries
namely
oceania
orator
originally
pack
pan
panel
particles
politeness
privilege
quarrel
quays
quote
radiation
readiness
recommended
reeds
refreshed
refreshing
rejected
relied
remedy
remind
rent
respective
reveal
revolving
ruby
sands
seeming
sentences
skilfully
spears
sportsmen
starry
strokes
sulphate
supporting
suzel
teach
termination
terrace
thinks
thoughtful
tint
tio-king
tongues
topsails
tremble
tribute
uncovered
unite
unworthy
uzun
verd
waistcoat
wheat
whirled
widened
willows
withdrew
zembla
{
700
abyssinia
accurately
advise
aged
attracting
bags
barely
barks
behaved
blessed
calculating
caresses
caverns
circuit
climates
cochin
collar
commandant
commissary
comprehended
conflict
congress
contemplated
contend
cordilleras
correctly
corresponding
county
create
creeks
creeping
crystals
cups
dancers
dauphin
defy
department
domingo
echoed
electronic
emmanuel
employing
engagement
envoys
espérance
excellency
experiences
fainting
falkland
fidelity
flooded
fluttered
forthwith
girdle
gladly
gun-cotton
harbours
harpoon
heaps
heavenly
heels
hoarse
hojeda
horizontally
impelled
incomparable
indignation
inhospitable
initials
inn
inquire
intensely
interpretation
interrupt
leeward
liana
lifting
lip
literary
lodged
lonely
magic
malady
manilla
mansion
mariner
mcclure
misonne
monday
mortar
mostly
motives
mound
multiplied
murphy
nay
needful
net
noises
obstructed
occasional
occupants
offices
pagoda
pah
peaceable
pearls
penny
perched
pier
pitched
projections
prominent
reappear
recognizing
recovery
refrain
reptiles
respects
respiration
retrace
rode
rum
sanguine
scanned
sees
shocks
showers
skirted
softly
strings
strongest
stupid
substantial
surpassed
surround
switzerland
timor
toil
tract
twenty-one
vasco
verified
verify
voyagers
watery
weakened
xvii
xviii
yawning
aboard
affirmative
allowance
ancestors
announcement
appointment
arabia
ardor
banquet
berlin
botany
bravo
breakfasted
brick
brilliantly
bronze
cabral
cannon-ball
carved
casks
cavities
chased
claudius
cloak
closer
clubs
clump
combustible
conception
costly
costumes
crusoe
crystal
curtains
damages
damascus
dash
decreased
deepest
depressed
devastated
devastation
devour
dint
disconcerted
discussing
disease
distinction
environs
eucalyptus
eve
explaining
expressly
fernandez
fire-damp
fissure
founder
fun
furneaux
genoese
ghangir
